Revit 2024 API
UnitTypeId.MetersPerSecond Property
 Meters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MetersPerSecond { get; }
Visual Basic
Public Shared ReadOnly Property MetersPerSecond As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MetersPerSecond {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace